[TC_WOTC_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Conventional"

[TC_WOTC_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3 rifle is modified to fire high velocity rounds coupled with a new kinetic enhancement module that increases the speed of each round that's fired from the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Magnetic"

[TC_WOTC_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3/V1 replaces most of the aging internal parts with new parts made from alien alloy, along with other conventional metals. This upgrade makes the rifle easier to handle and much deadlier, by reducing the recoil and enchancing the damage output of the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Beam"

[TC_WOTC_RPR_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Conventional"

[TC_WOTC_RPR_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3 rifle is modified to fire high velocity rounds coupled with a new kinetic enhancement module that increases the speed of each round that's fired from the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Magnetic"

[TC_WOTC_RPR_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3/V1 replaces most of the aging internal parts with new parts made from alien alloy, along with other conventional metals. This upgrade makes the rifle easier to handle and much deadlier, by reducing the recoil and enchancing the damage output of the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Beam"

[TC_WOTC_SKR_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Conventional"

[TC_WOTC_SKR_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3 rifle is modified to fire high velocity rounds coupled with a new kinetic enhancement module that increases the speed of each round that's fired from the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Magnetic"

[TC_WOTC_SKR_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1s</b></font>"
AbilityDescName="battle rifle"
BriefSummary="BriefSummary="The well-known G3 rifle is a 7.62x51mm battle rifle that was made by Heckler & Koch in collaboration with CETME (Centro de Estudios Técnicos de Materiales Especiales) during the early- to mid-1950s. The Bundeswehr needed a rifle that was chambered for 7.62mm NATO, so they decided to aquire a manufacture license for the FAL. Belgium rejected the deal, so Germany turned to another design, the CETME mod A rifle, made by the Spanish based company CETME. Germany bought the manufacture license for the rifle, and handed it over to H&K. They made slight modifications to the CETME rifle, and sent the modified rifles to the Bundeswehr. They adopted the rifle in 1959, known as the Gewehr 3 (Rifle model 3). Since then, there are different variations of the G3 rifle, and served as the basis of other rifles, such as the PSG1 and the MSG90 sniper rifles and HK11 and HK21 light machine guns. This is the original G3 with wooden handguard and buttstock, based off the Spanish CETME Modelo B. However, this weapon can be refitted with parts from an HK91A3, if necessary.\n The XG3/V1 replaces most of the aging internal parts with new parts made from alien alloy, along with other conventional metals. This upgrade makes the rifle easier to handle and much deadlier, by reducing the recoil and enchancing the damage output of the weapon."
TacticalText="<Bullet/>Type: Battle Rifle\n<Bullet/>Firing Profile: Semi-Auto\n<Bullet/>Action: Roller-delayed Blowback\n<Bullet/>Cartridge: 7.62x51mm NATO\n<Bullet/>Origin: West Germany\n<Bullet/>Tier: Beam"